[KVMana X2UniversalSoldierClassInfo]
ClassSpecializationTitle="死灵操控"
ClassSpecializationSummary="从死亡中汲取法力，并用它来驱动你的能力。"

[KV2Mana X2UniversalSoldierClassInfo]
ClassSpecializationTitle="御风战士"
ClassSpecializationSummary="从运动中获取法力，并用它来提升自己。"

[KVStorm X2UniversalSoldierClassInfo]
ClassSpecializationTitle="风暴术士"
ClassSpecializationSummary="用强大的超能闪电攻击你的敌人，需要消耗法力。"

[KVStrength X2UniversalSoldierClassInfo]
ClassSpecializationTitle="武术修行"
ClassSpecializationSummary="使用法力的力量来增强你的身体形态，以释放出令人难以置信的毁灭性近战攻击。"